Repository: Storik4pro/cdpiui
Catalog: GoodbyeDPI_UI/Strings/*/Troubleshooting.resw
Source language: en_us
Languages: ru

# CheckAdGuard
source: AdGuard services
ru: Службы AdGuard

# CheckAnotherComponents
source: Running components
ru: Запущенные компоненты

# CheckAnotherComponentsServices
source: Component's services
ru: Службы компонентов

# CheckBFE
source: Base Filtering Engine services
ru: Службы Base Filtering Engine

# CheckCheckPointServices
source: Check Point services
ru: Службы Check Point

# CheckDNS
source: System DNS
ru: Системный DNS-сервер

# CheckIntelConnectivityNetwork
source: Intel Connectivity Network services
ru: Службы Intel Connectivity Network

# CheckKiller
source: Killer services
ru: Службы Killer

# CheckNetsh
source: PATH
ru: Системная переменная PATH

# CheckProxy
source: Proxy
ru: Прокси-сервер

# CheckSmartByte
source: SmartByte services
ru: Службы SmartByte

# CheckVPNs
source: Installed VPN services
ru: Службы VPN-провайдеров

# CheckWinDivert
source: WinDivert services
ru: Службы WinDivert

# Completed
source: Finalizing...
ru: Завершение...

# DiagnosticHelpButton.Content
source: Explain It
ru: Объяснить это

# DiagnosticResultErrorTip
source: We found some problems with your system. To fix them, go to next page
ru: Мы нашли несколько проблем с вашей системой. Чтобы их исправить перейдите на следующую страницу

# DiagnosticResultErrorTitle
source: We're find some problems
ru: Были обнаружены проблемы

# DiagnosticResultTip
source: To end diagnostic click "Next" button
ru: Нажмите на кнопку "Далее", чтобы продолжить

# DiagnosticResultTitle
source: No problems found
ru: Не удалось обнаружить проблемы

# DiagnosticTableHeader.ActionAeraText
source: Available actions
ru: Доступные действия

# DiagnosticTableHeader.CurrentStateText
source: Current
ru: Значение

# DiagnosticTableHeader.DisplayText
source: Criterion name
ru: Критерий

# DiagnosticTableHeader.TargetStateText
source: Target
ru: Требуется

source: DISABLED
ru: НЕАКТИВЕН

source: ENABLED
ru: АКТИВЕН

source: EXIST
ru: СУЩЕСТВУЕТ

# FixButton.Content
source: Fix Now
ru: Исправить

# FixResultErrorTip
source: We can't fix some problems with you system. It means you need to try manually fix that
ru: Мы не смогли исправить некоторые проблемы в вашей системе. Вам необходимо решить их самостоятельно, используя материалы справки

# FixResultErrorTitle
source: Some problems cannot be fixed
ru: Некоторые проблемы не были исправлены

# FixResultTitle
source: Fix complete
ru: Исправление завершено

source: NOT EXIST
ru: ОТСУТСТВУЕТ

source: Preparing...
ru: Выполняется подготовка...

# ServiceRunned
source: RUNNED
ru: ЗАПУЩЕНО

# ServiceStopped
source: STOPPED
ru: ОСТАНОВЛЕНО

# WorkingOn
source: Working on "{0}" checking...
ru: Ведется работа над проверкой "{0}"
